{
  "users": [
    {
      "email": "regular@example.com",
      "password": "$2a$10$2myKMolZJoH.q.cyXClQXufY1Mc7ETKdSaQQCC6Fgtbe0DCXRBELG",
      "id": 1
    },
    {
      "email": "admin@example.com",
      "password": "$2a$10$w8qB40MdYkMs3dgGGf0Pu.xxVOOzWdZ5/Nrkleo3Gqc88PF/OQhOG",
      "id": 2
    }
  ],
  "postings": [
    {
      "id": "hdmdu0t80yjkfqselfc",
      "title": "Jamaica 57",
      "type": "Article",
      "author": "Administrative Assistant, Jamaican Delegation",
      "date": "17/07/2021",
      "description": "This is an Article Giving a brief description of Jamaica through the ages.",
      "body": "Jamaica is a wonderful island bordered to the north by cuba, to the east by hispanola, the the west by the british protectorate of Cayman islands and the south by Columbia. Main rconomic activity is tourism. Main sporting activity is Football, Track & field and Cricket."
    },
    {
      "id": "hdmdu0t80yjkfqselfc",
      "title": "Changes to opening ours",
      "type": "Notice",
      "author": "Administrative Assistant, Jamaican Delegation",
      "date": "16/07/2021",
      "description": "This is a notice which serves the purpose of informing the public of the new opening ours than the consulate will be providing services during.",
      "body": "The Jamaican high commision would like to inform the public that the consulate would be providing services during the hours of 9am to 3pm on Tuesdays and thursday only. We hope that this is appropriate for everyone and do wish to accept your request for appointment during these times. Thank you for cooperating with the consulate; Jamaica The Land We Love."
    },
    {
      "id": "hdmdu0t80yjkfqselfc",
      "title": "Reggae Boys are in the Final",
      "type": "Article",
      "author": "Administrative Assistant, Jamaican Delegation",
      "date": "17/07/2021",
      "description": "The Reggae boys are in the final of the Gold Cup 2021.",
      "body": "Jamaica booked their spot for the 2021 Gold Cup final after brushing aside Mexico in the semi-finals; Saturday night on the 24th of July, 2021. Goals from Junior Flemmings and a brace from Tyreek Magee enabled the Jamaicans to get pass their more fancied opponents."
    },
    {
      "id": "hdmdu0t80yjkfqselfc",
      "title": "Visa Application",
      "type": "Notice",
      "author": "Administrative Assistant, Jamaican Delegation",
      "date": "16/07/2021",
      "description": "There is a change to the Visa application form.",
      "body": "Applicants for Visas to Jamaica are now required to submit references on their application forms. These References have to be Jamaican Citizens or Fellow Nigerians whom posses a Visa already."
    }
  ]
}